Repository: lliurex/kscreen-system-settings
Catalog: translations/*.po
Languages: ca@valencia, es

source: Form
ca@valencia: Formulari
es: Formulario

source: Apply screen configuration for system
ca@valencia: Aplicar la configuració de pantalla per a tot el sistema
es: Aplicar la configuración de pantalla para todo el sistema

source: Set to new users the current configuration by default
ca@valencia: Copiar la configuració actual als nous i noves usuaris per defecte
es: Copiar la configuración actual a los nuevos usuarios por defecto

source: Force current configuration to all users
ca@valencia: Forçar la configuració actual a totes les persones usuàries
es: Forzar la configuracion actual a todos los usuarios

source: Authentication is required
ca@valencia: Es necessita autenticació
es: Se necesita autenticación

source: <html><head/><body><p><span style=" font-weight:600;">User:</span></p></body></html>
ca@valencia: <html><head/><body><p><span style=" font-weight:600;">Usuari/ària:</span></p></body></html>
es: <html><head/><body><p><span style=" font-weight:600;">Usuario:</span></p></body></html>

source: <html><head/><body><p><span style=" font-weight:600;">Password:</span></p></body></html>
ca@valencia: <html><head/><body><p><span style=" font-weight:600;">Contrasenya:</span></p></body></html>
es: <html><head/><body><p><span style=" font-weight:600;">Contraseña:</span></p></body></html>

source: <html><head/><body><p><span style=" font-weight:600;">Authentication is required to run this action.</span></p></body></html>
ca@valencia: <html><head/><body><p><span style=" font-weight:600;">Es necessita autenticar per a executar aquesta acció.</span></p></body></html>
es: <html><head/><body><p><span style=" font-weight:600;">Se necesita autenticar para ejecutar esta accion.</span></p></body></html>

source: An unexpected error has ocurred.
ca@valencia: Ha ocorregut un error no esperat.
es: Ha ocurrido un error no esperado.

source: N4D service is down.
ca@valencia: El servici N4D no està actiu.
es: El servicio N4D no está activo.

source: Changes applied to the system
ca@valencia: Canvis aplicats per a tot el sistema
es: Cambios aplicados para todo el sistema

# Raul Rodrigo Segura
source: Your names
ca@valencia: Raul Rodrigo
es: Raul Rodrigo

# raurodse@gmail.com
source: Your emails
ca@valencia: raurodse@gmail.com
es: raurodse@gmail.com
